<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    //支持对视图输出的内容进行字符替换
    'view_replace_str'  =>  [
        '__CSS__' =>'/static/admin/style/css',
        '__JS__'  =>'/static/admin/style/js',
        '__UEDITOR__'=>'/static',
    ]
];